[
    {
        "source":{
            "id":"Digitaltrends-news",
            "name":"Digitaltrends.com"
        },
        "author":"Georgina Torbet",
        "title":"NASA’s underwater rover will hunt for life on distant ocean worlds - Digital Trends",
        "description":"NASA has developed BRUIE, the Buoyant Rover for Under-Ice Exploration, which could eventually search for extraterrestrial life on distant ocean worlds such as Jupiter's moon Europa and Saturn's moon Enceladus. It can dive deep beneath sea ice to explore ocean…",
        "url":"https://www.digitaltrends.com/cool-tech/nasa-bruie-ocean-worlds/",
        "urlToImage":"https://icdn3.digitaltrends.com/image/digitaltrends/bruie_20191118b-161-1200x630-c-ar1.91.jpg",
        "publishedAt":"2019-11-23T15:59:41Z",
        "content":"BRUIE will spend the next month testing its endurance in the icy waters near Casey Station, Antarctica. The rover uses its buoyancy to anchor itself to the ice and roll along it upside down on two wheels.NASA\r\nThis curious-looking bot is BRUIE, the Buoyant Ro… [+2641 chars]"
    },
    {
        "author":"",
        "title":"Think Life Endures Anywhere on Earth? Try Visiting Dallol - Newser",
        "description":"",
        "url":"https://news.google.com/__i/rss/rd/articles/CBMiXGh0dHBzOi8vd3d3Lm5ld3Nlci5jb20vc3RvcnkvMjgzNDQzL3RoaW5rLWxpZmUtZW5kdXJlcy1hbnl3aGVyZS1vbi1lYXJ0aC10cnktdGhpcy1wbGFjZS5odG1s0gEA?oc=5",
        "urlToImage":"",
        "publishedAt":"2019-11-23T15:40:00Z",
        "content":""
    },
    {
        "author":"Robert Z. Pearlman",
        "title":"50 Years On, Where Are the Surveyor 3 Moon Probe Parts Retrieved by Apollo 12? - Space.com",
        "description":"",
        "url":"https://www.space.com/apollo-12-surveyor-3-parts-50-years.html",
        "urlToImage":"https://cdn.mos.cms.futurecdn.net/nuozawoxbZ9Z4LD4Jh6BUj-1200-80.jpg",
        "publishedAt":"2019-11-23T13:44:00Z",
        "content":"Fifty years ago, two astronauts became the world's first space archaeologists, of a sort, retrieving parts from a robotic probe that preceded them to the surface of the moon. Half a century later, where have those Surveyor 3 artifacts ended up today\r\n?\r\nApoll… [+8390 chars]"
    },
    {
        "author":"Aylin Woodward",
        "title":"The biggest scientific discoveries of 2019, in photos - Business Insider",
        "description":"This year, scientists rendered the first-ever image of a black hole, glimpsed a giant squid, and identified a possibly habitable exoplanet.",
        "url":"https://www.businessinsider.com/biggest-scientific-discoveries-of-2019-2019-11",
        "urlToImage":"https://image.businessinsider.com/5dd7328bfd9db23d5f0a9a43?width=1200&format=jpeg",
        "publishedAt":"2019-11-23T13:01:43Z",
        "content":""
    },
    {
        "author":"Ryan Prior, CNN",
        "title":"A 'no-brainer Nobel Prize': Hungarian scientists may have found a fifth force of nature - CNN",
        "description":"Essentially the entirety of physics centers on four forces that control our known, visible universe, governing everything from the production of heat in the sun to the way your laptop works. They are gravity, electromagnetism, the weak nuclear force, and the …",
        "url":"https://www.cnn.com/2019/11/22/world/fifth-force-of-nature-scn-trnd/index.html",
        "urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/191122150624-01-hungarian-physicists-super-tease.jpg",
        "publishedAt":"2019-11-23T12:35:00Z",
        "content":"(CNN)Essentially the entirety of physics centers on four forces that control our known, visible universe, governing everything from the production of heat in the sun to the way your laptop works. They are gravity, electromagnetism, the weak nuclear force, and… [+4407 chars]"
    },
    {
        "author":"Sean Keach",
        "title":"Huge 500ft asteroid to skim past Earth at 38,000mph on MONDAY, Nasa reveals - The Sun",
        "description":"",
        "url":"http://www.thesun.co.uk/tech/10402548/nasa-asteroid-earth-distance-speed-size-2019-vf1/",
        "urlToImage":"https://www.thesun.co.uk/wp-content/uploads/2019/11/RR-GRAPHIC-COMP-ASTEROIDTM7-v2.jpg?strip=all&quality=100&w=1200&h=800&crop=1",
        "publishedAt":"2019-11-23T11:14:00Z",
        "content":"NASA expects an enormous asteroid to make a \"close approach\" to Earth on Monday, November 25.\r\nThe hefty space rock measures up to 492 feet in diameter and is officially designated as a \"near-Earth object\".\r\nAsteroids regularly make close approaches to Earth,… [+2777 chars]"
    },
    {
        "author":"Science X staff",
        "title":"El Nino swings more violently in the industrial age, compelling hard evidence says - Phys.org",
        "description":"El Ninos have become more intense in the industrial age, which stands to worsen storms, drought, and coral bleaching in El Nino years. A new study has found compelling evidence in the Pacific Ocean that the stronger El Ninos are part of a climate pattern that…",
        "url":"https://phys.org/news/2019-11-el-nino-violently-industrial-age.html",
        "urlToImage":"https://scx2.b-cdn.net/gfx/news/2019/elninoswings.jpg",
        "publishedAt":"2019-11-23T05:43:49Z",
        "content":"El Ninos have become more intense in the industrial age, which stands to worsen storms, drought, and coral bleaching in El Nino years. A new study has found compelling evidence in the Pacific Ocean that the stronger El Ninos are part of a climate pattern that… [+5897 chars]"
    },
    {
        "author":"",
        "title":"Photos: Boeing's Starliner spacecraft rolls out of factory - Spaceflight Now",
        "description":"",
        "url":"https://spaceflightnow.com/2019/11/22/photos-boeing-rolls-out-starliner-spacecraft/",
        "urlToImage":"",
        "publishedAt":"2019-11-23T03:26:58Z",
        "content":"Credit: Stephen Clark/Spaceflight Now\r\nBoeing’s first Starliner spacecraft designed to fly to the International Space Station rolled out of a converted space shuttle hangar before dawn Thursday.\r\nThe 16.5-foot-tall (5-meter) capsule emerged from its factory a… [+3030 chars]"
    },
    {
        "author":"",
        "title":"DMT Creates Vivid Waking Dream State in the Brain – “It’s Like Dreaming but With Your Eyes Open” - SciTechDaily",
        "description":"Ayahuasca Compound Changes Brainwaves to Vivid ‘Waking-Dream’ State Scientists have peered inside the brain to show how taking DMT affects human consciousness by significantly altering the brain's electrical activity. DMT (or dimethyltryptamine) is one of the…",
        "url":"https://scitechdaily.com/dmt-creates-vivid-waking-dream-state-in-the-brain-its-like-dreaming-but-with-your-eyes-open/",
        "urlToImage":"https://scitechdaily.com/images/Vivide-Dream-Fantasy.jpg",
        "publishedAt":"2019-11-23T00:50:14Z",
        "content":"Ayahuasca Compound Changes Brainwaves to Vivid ‘Waking-Dream’ State\r\nScientists have peered inside the brain to show how taking DMT affects human consciousness by significantly altering the brain’s electrical activity.\r\nDMT (or dimethyltryptamine) is one of t… [+5474 chars]"
    },
    {
        "author":"Christopher Carbone",
        "title":"'Insect apocalypse' driven by light pollution, scientists reveal - Fox News",
        "description":"Insects, which pollinate flowers and break down waste, are crucial.",
        "url":"https://www.foxnews.com/science/insect-apocalypse-light-pollution-reveal",
        "urlToImage":"https://static.foxnews.com/foxnews.com/content/uploads/2019/11/bee-flower.jpg",
        "publishedAt":"2019-11-22T23:00:06Z",
        "content":"Insects, which pollinate flowers and break down waste, are crucial.\r\nAlthough researchers have warned before about the negative effects of climate change and habitat loss, they are now blaming a new culprit for the worldwide decline of bugs -- light pollution… [+1488 chars]"
    },
    {
        "author":"By Stacy Liberatore For Dailymail.com",
        "title":"NASA shares video of ISS astronaut tossing a debris shield into the depths of space - Daily Mail",
        "description":"A debris shield on the International Space Station 'did not spark joy', as live feed shows astronaut Luca Parmitano tossing it into space because it would not fit on the craft.",
        "url":"https://www.dailymail.co.uk/sciencetech/article-7715553/NASA-shares-video-ISS-astronaut-tossing-debris-shield-depths-space.html",
        "urlToImage":"https://i.dailymail.co.uk/1s/2019/11/22/20/21354082-0-image-a-29_1574455738320.jpg",
        "publishedAt":"2019-11-22T20:55:00Z",
        "content":"NASA shared a video of an astronaut throwing debris into space on its Instagram page today and channeled the motto of Netflix cleaning sensation Marie Kondo. \r\nThe clip shows Luca Parmitano tossing a debris shield into space after removing it to fix the Alpha… [+3967 chars]"
    },
    {
        "author":"Science X staff",
        "title":"In a first for cell biology, scientists observe ribosome assembly in real time - Phys.org",
        "description":"A team of scientists from Scripps Research and Stanford University has recorded in real time a key step in the assembly of ribosomes—the complex and evolutionarily ancient \"molecular machines\" that make proteins in cells and are essential for all life forms.",
        "url":"https://phys.org/news/2019-11-cell-biology-scientists-ribosome-real.html",
        "urlToImage":"https://scx2.b-cdn.net/gfx/news/2019/inafirstforc.jpg",
        "publishedAt":"2019-11-22T20:52:57Z",
        "content":"A team of scientists from Scripps Research and Stanford University has recorded in real time a key step in the assembly of ribosomesthe complex and evolutionarily ancient \"molecular machines\" that make proteins in cells and are essential for all life forms.\r\n… [+5928 chars]"
    },
    {
        "author":"Science X staff",
        "title":"NFL DFS for Week 12: Best DraftKings, FanDuel daily Fantasy football picks, lineups, strategy, stacks - CBS Sports",
        "description":"SportsLine's Mike McClure, a DFS pro with almost $2M in winnings, gives optimal lineup advice.",
        "url":"https://www.cbssports.com/nfl/news/nfl-dfs-for-week-12-best-draftkings-fanduel-daily-fantasy-football-picks-lineups-strategy-stacks/",
        "urlToImage":"https://sportshub.cbsistatic.com/i/r/2019/07/23/e7794897-613a-4d53-97a5-6632fdb907af/thumbnail/1200x675/1a8a9e8c21fb03f5422f79a2cd46ef49/michael-thomas-1400.jpg",
        "publishedAt":"2019-11-24T14:11:00Z",
        "content":"The Week 12 NFL DFS player pool is headlined by Christian McCaffrey and Michael Thomas, the two most expensive players for daily Fantasy football tournaments on sites like FanDuel and DraftKings. Those two will quickly eat into salary caps, but their eye-popp… [+4593 chars]"
    }
]